import React from 'react'

const Recommend = () => {
  return (
    <div id='recommends'>
        <h1>המלצות</h1>
        <div id='recommendsBoxes'>
            <div className='recommendsBox'>
              <p>
              היה אחלה אירוע עם אנרגיות ואווירה טובה, הילדים אהבו את הרעיון, התקשקשו עם הקישוט והתחרו ביניהם… גם המבוגרים שהיו ביננו נסחפו לקטע, כשנכנסים לזה זה ממש כיף. השוקולד ממש טעים, עד עכשיו מידי פעם מנשנשים ממנו… הרבה יותר טעים מהמריר הרגיל בחנויות.
              </p>
              <div className='recommendsBoxName'>
              <p>רועי א. פתח תקווה</p>
              </div>
            </div>
            <div className='recommendsBox'>
              <p>
              היה אחלה אירוע עם אנרגיות ואווירה טובה, הילדים אהבו את הרעיון, התקשקשו עם הקישוט והתחרו ביניהם… גם המבוגרים שהיו ביננו נסחפו לקטע, כשנכנסים לזה זה ממש כיף. השוקולד ממש טעים, עד עכשיו מידי פעם מנשנשים ממנו… הרבה יותר טעים מהמריר הרגיל בחנויות.
              </p>
              <div className='recommendsBoxName'>
              <p>רועי א. פתח תקווה</p>
              </div>
            </div>
            <div className='recommendsBox'>
              <p>
              היה אחלה אירוע עם אנרגיות ואווירה טובה, הילדים אהבו את הרעיון, התקשקשו עם הקישוט והתחרו ביניהם… גם המבוגרים שהיו ביננו נסחפו לקטע, כשנכנסים לזה זה ממש כיף. השוקולד ממש טעים, עד עכשיו מידי פעם מנשנשים ממנו… הרבה יותר טעים מהמריר הרגיל בחנויות.
              </p>
              <div className='recommendsBoxName'>
              <p>רועי א. פתח תקווה</p>
              </div>
            </div>
        </div>
    </div>
  )
}

export default Recommend